<?php 

return [
    'failed' => 'Тези идентификационни данни не съвпадат с нашите записи.',
    'email-required-msg' => 'Моля, попълнете вашия имейл',
    'password-required-msg' => 'Моля, попълнете паролата си',
    'social-login' => 'Вход със социални',
    'dont-have-account' => 'Нямате акаунт?',
    'create-one' => 'Създай един',
    'already-account' => 'Вече имате акаунт?',
    'email-exists' => 'Този имейл адрес вече съществува. Моля, изберете друг.',
    'no-email-assoc' => 'Този имейл адрес не е свързан с която и да е сметка',
    'enter-email' => 'Въведете имейла си',
    'enter-password' => 'Въведете паролата си',
    'registration-disabled' => 'Регистрацията е деактивирана за нови сметки.',
    'throttle' => 'Твърде много опити за влизане. Моля, опитайте отново след :seconds секунди.',
];