<?php 

return [
    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'email-required-msg' => 'Пожалуйста, заполните вашу электронную почту',
    'password-required-msg' => 'Пожалуйста, введите свой пароль',
    'social-login' => 'Войти через социальные сети',
    'dont-have-account' => 'Нет учетной записи?',
    'create-one' => 'Создай',
    'already-account' => 'Уже есть аккаунт?',
    'email-exists' => 'Этот адрес электронной почты уже существует. Пожалуйста, выберите другой.',
    'no-email-assoc' => 'Этот адрес электронной почты не связан с какой-либо учетной записью',
    'enter-email' => 'Введите адрес электронной почты',
    'enter-password' => 'Введите ваш пароль',
    'registration-disabled' => 'Регистрация отключена для новых учетных записей.',
    'throttle' => 'Слишком много попыток входа. Повторите попытку через :seconds секунд.',
];